{
    "ABeeZee":"ABeeZee is a children's learning font. Open, friendly and simple, the definite shapes support the process of learning to read and write. The italic carefully reminds young readers of fluent writing movements and inspires them to create their own unique handwriting.",
    "Abel":"Abel is a modern interpretation of the condensed flat-sided sans serif. Originally used for newspaper headlines and posters, this style can also be used for text on the web. Its angled terminals and spiked stems give it enough style to be unique at display sizes, while its mono-weight still works well at smaller text sizes.",
    "AbrilFatface": "Abril Fatface is part of a bigger type family system, Abril, which includes 18 styles for all Display and Text uses. The titling weights are a contemporary revamp of classic Didone styles, display both neutrality and strong presence on the page to attract reader attention with measured tension by its curves, good color and high contrast. Abril Fatface in particular is inspired by the heavy titling fonts used in advertising posters in 19th century Britain and France. The thin serifs and clean curves lend the typeface a refined touch that give any headline an elegant appearance. The Extended Latin character set supports over 50 languages, including those from Central and Northern Europe.",
    "Academy Engraved LET": "Letraset’s talented type designer Vince Whitlock was inspired by the elegant Caslon series when he created Academy Engraved. The exquisite letterforms of this traditional Roman typestyle make it ideal wherever an elegant and classical titling face is desired.",
    "Al Nile": "",
    "American Typewriter": "American Typewriter was designed by Joel Kaden and Tony Stan. It is an ode to the invention that shaped reading habits and the idea of legibility, the typewriter. A compromise between the rigidity of its ancestor and the expectations of the digital age, American Typewriter retains the typical typewriter alphabet forms, lending the font a hint of nostalgia. ITC American Typewriter can be used for business correspondence or in any work that requires an old-fashioned, personal look.",
    "Apple SD Gothic Neo": "The default Korean font on Apple Mac OS X 10.8 Mountain Lion and iOS 5.1.",
    "Arial": "Arial is one of the most widely used designs of the last 30 years. Drawn in 1982 by Robin Nicholas and Patricia Saunders for use in an early IBM® laser printer, Arial has become a staple for textual content. While it is widely believed that Arial’s design was based on Helvetica, it is more accurate to consider Monotype Grotesque as its ancestor.",
    "Arial Hebrew": "",
    "Arial Rounded MT Bold": "A variant of Arial. The regular versions of the rounded glyphs can be found in Gulim, Microsoft's Korean font set. Originally only available in bold form as Arial Rounded MT Bold, extra fonts appeared as retail products. In Linotype's retail version, only Arial Rounded Regular supports WGL character set.",
    "Avenir": "The word avenir is French for 'future'. Its designer Adrian Frutiger intended Avenir to be a more organic, humanist interpretation of these highly geometric types. He considers Avenir his finest work. 'It was the hardest typeface I have worked on in my life. Working on it, I always had human nature in mind. And what's crucial is that I developed the typeface alone, in peace and quiet – no drafting assistants, no-one was there. My personality is stamped upon it. I'm proud that I was able to create Avenir.'",
    "Avenir Next": "The word avenir is French for 'future'. Its designer Adrian Frutiger intended Avenir to be a more organic, humanist interpretation of these highly geometric types. He considers Avenir his finest work. 'It was the hardest typeface I have worked on in my life. Working on it, I always had human nature in mind. And what's crucial is that I developed the typeface alone, in peace and quiet – no drafting assistants, no-one was there. My personality is stamped upon it. I'm proud that I was able to create Avenir.'",
    "Avenir Next Condensed": "The word avenir is French for 'future'. The font takes inspiration from the early geometric sans-serif typefaces Erbar (1922), designed by Jakob Erbar, and Futura (1927), designed by Paul Renner. Its designer Adrian Frutiger intended Avenir to be a more organic, humanist interpretation of these highly geometric types. He considers Avenir his finest work. 'It was the hardest typeface I have worked on in my life. Working on it, I always had human nature in mind. And what's crucial is that I developed the typeface alone, in peace and quiet – no drafting assistants, no-one was there. My personality is stamped upon it. I'm proud that I was able to create Avenir.'",
    "Bangla Sangam MN": "",
    "Baskerville": "Baskerville is a serif typeface designed in 1757 by John Baskerville (1706–1775) in Birmingham, England and cut by John Handy. Baskerville is classified as a transitional typeface, a refinement of old style typefaces of the period, such as those of William Caslon. Compared to earlier designs, Baskerville increased the contrast between thick and thin strokes, making the serifs sharper and more tapered, and shifted the axis of rounded letters to a more vertical position. The curved strokes are more circular in shape, and the characters became more regular. These changes created a greater consistency in size and form. Baskerville's typefaces remain very popular in book design.",
    "Bodoni Ornaments": "Giambattista Bodoni (1740-1813) was called the King of Printers; he was a prolific type designer, a masterful engraver of punches and the most widely admired printer of his time. His books and typefaces were created during the 45 years he was the director of the fine press and publishing house of the Duke of Parma in Italy. He produced the best of what are known as modern style types, basing them on the finest writing of his time.",
    "Bodoni 72": "Giambattista Bodoni (1740-1813) was called the King of Printers; he was a prolific type designer, a masterful engraver of punches and the most widely admired printer of his time. His books and typefaces were created during the 45 years he was the director of the fine press and publishing house of the Duke of Parma in Italy. He produced the best of what are known as modern style types, basing them on the finest writing of his time.",
    "Bodoni 72 Oldstyle": "Giambattista Bodoni (1740-1813) was called the King of Printers; he was a prolific type designer, a masterful engraver of punches and the most widely admired printer of his time. His books and typefaces were created during the 45 years he was the director of the fine press and publishing house of the Duke of Parma in Italy. He produced the best of what are known as modern style types, basing them on the finest writing of his time.",
    "Bradley Hand": "It is based directly on Richard Bradley’s own handwriting and has a much more casual feel than many of his calligraphy-based designs. It gives the impression of a personal, handwritten note and brings a human touch to digital correspondence. It was later enhanced and refined for improved digital display in the ITC Bradley Type™ font family.",
    "Chalkboard SE": "Chalkboard is a font released by Apple in 2003. It was released as part of Mac OS X v10.3[1] and the 10.2.8 update. It is regularly compared to Microsoft's Comic Sans font. Comic Sans has shipped with Mac OS since Mac OS 8.6 in 1999. Although it is similar to the font Comic Sans, it is much less known and also less criticized.",
    "Chalkduster": "",
    "Cochin": "Cochin is a Transitional serif typeface. It was originally produced in 1912 by Georges Peignot for the Paris foundry Deberny & Peignot and was based on the copperplate engravings of French 17th century artist Nicolas Cochin, from which the typeface also takes its name. The font has a small x-height with long ascenders. Peignot also created the design 'Nicholas Cochin' as a looser variation in the same style. The typeface is used in the Harry Potter covers produced by Bloomsbury Publishing",
    "Copperplate": "Copperplate Gothic is a typeface designed by Frederic W. Goudy and released by the American Type Founders (ATF) in 1901. The typeface shows an unusual combination of influences: the glyphs are reminiscent of stone carving, the wide horizontal axis is typical of Victorian display types, yet the result is far cleaner and leaves a crisp impression in letterpress or offset printing. The typeface is most often used in stationery, for social printing, and is classically seen acid-etched into glass on the doors of law offices, banks and restaurants. This typeface was also used on the Universal Pictures logo from 1997 until 2012.",
    "Courier": "Courier is a monospaced slab serif typeface designed to resemble the output from a strike-on typewriter. The typeface was designed by Howard 'Bud' Kettler in 1955, and it was later redrawn by Adrian Frutiger for the IBM Selectric Composer series of electric typewriters.",
    "Courier New": "Courier New is a version produced by Monotype. It was 'digitized directly from the golf ball of the IBM Selectric'; this process resulted in some very thin outlines, because the typewriter's ball was designed deliberately thinner than the intended character stroke width since these expand as ink soaks into the paper",
    "Damascus": "A standard Arabic font suitable for body text. It is ideal for normal and small sizes. Damascus comes in regular, light and bold weights.",
    "Devanagari Sangam MN": "",
    "Didot": "Didot is a name given to a group of typefaces named after the famous French printing and type producing family. The typeface we know today was based on a collection of related types developed in the period 1784–1811. The typeface takes inspiration from John Baskerville's experimentation with increasing stroke contrast and a more condensed armature.",
    "Euphemia UCAS": "Euphemia is a sans-serif typeface for Unified Canadian Syllabics. Various versions of Euphemia have been supplied in Windows Server 2008, Windows Vista, Windows 7 and Windows 8. UCAS is the OS X version.",
    "Farah": "",
    "Futura": "Futura is a geometric sans-serif typeface designed in 1927[1] by Paul Renner. In designing Futura, Renner avoided the decorative, eliminating nonessential elements, but used his knowledge of how people perceive lines and shapes to make subtle departures from pure geometric designs that allow the letterforms to seem balanced.",
    "Geeza Pro": "",
    "Georgia": "Georgia is a transitional serif typeface designed in 1993 by Matthew Carter and hinted by Tom Rickner for the Microsoft Corporation. It was intended as a serif font that would appear elegant but legible printed small or on low-resolution screens. The font is inspired by Scotch Roman designs of the 19th century and was based on designs for a print typeface in the same style Carter was working on when contacted by Microsoft. The typeface's name referred to a tabloid headline claiming 'Alien heads found in Georgia.'",
    "Gill Sans": "Gill Sans is a sans-serif typeface designed by Eric Gill. The original design appeared in 1926 when Douglas Cleverdon opened a bookshop in his home town of Bristol, where Gill painted the fascia over the window in sans-serif capitals",
    "Gujarati Sangam MN": "",
    "Gurmukhi MN": "",
    "Heiti SC": "",
    "Heiti TC": "",
    "Helvetica": "Helvetica is a widely used sans-serif typeface developed in 1957 by Swiss typeface designer Max Miedinger with input from Eduard Hoffmann. Miedinger and Hoffmann set out to create a neutral typeface that had great clarity, no intrinsic meaning in its form, and could be used on a wide variety of signage. Originally named Neue Haas Grotesk, it was rapidly licensed by Linotype and renamed after the Latin adjective for Switzerland.",
    "Helvetica Neue": "Helvetica Neue is a reworking of the Helvetica typeface with a more structurally unified set of heights and widths. Other changes include improved legibility, heavier punctuation marks, and increased spacing in the numbers.",
    "Hiragino Mincho ProN": "Hiragino (ヒラギノ) is a typeface family designed by JIYUKOBO Ltd. and is sold by Dainippon Screen Mfg. to professionals since 1993. It is one of the built-in fonts in Mac OS X and iOS. This series includes not only Japanese Mincho (serif), Kaku Gothic (sans-serif), Maru Gothic (round sans-serif), semi-cursive script and kana typefaces, but also a sans-serif typeface for Simplified Chinese. The typeface family is named after the place name Hiragino (柊野, ひらぎの) in Kyoto, Japan",
    "Hiragino Sans": "Hiragino (ヒラギノ) is a typeface family designed by JIYUKOBO Ltd. and is sold by Dainippon Screen Mfg. to professionals since 1993. It is one of the built-in fonts in Mac OS X and iOS. This series includes not only Japanese Mincho (serif), Kaku Gothic (sans-serif), Maru Gothic (round sans-serif), semi-cursive script and kana typefaces, but also a sans-serif typeface for Simplified Chinese. The typeface family is named after the place name Hiragino (柊野, ひらぎの) in Kyoto, Japan",
    "Hoefler Text": "Hoefler Text is an old-style serif font by Jonathan Hoefler and released by Apple Computer in 1991 to showcase advanced type technologies. Intended as a versatile font that is suitable for body text, it takes cues from a range of classic fonts, such as Garamond and Janson. A version of Hoefler Text has been included with every version of Mac OS since System 7.5.",
    "Iowan Old Style": "Iowan Old Style was designed for Bitstream in 1990 by noted sign painter John Downer.",
    "Kailasa": "",
    "Kannada Sangam MN": "",
    "Khmer Sangam MN": "",
    "Kohinoor Bangla": "",
    "Kohinoor Devanagari": "",
    "Kohinoor Telugu": "",
    "Lao Sangam MN": "",
    "Malayalam Sangam MN": "",
    "Marker Felt": "Designed by Pat Snyder, art teacher and son of a master sign painter, Marker Felt is exceptional in its combination of casualness with clarity and definition of form. It is particularly useful for giving onscreen presentations to large audiences.",
    "Menlo": "Menlo is a monospaced sans-serif typeface designed by Jim Lyles. The face first shipped with Mac OS X Snow Leopard. Menlo is based upon the Open Source font Bitstream Vera and the public domain font Deja Vu.",
    "Mishafi": "",
    "Noteworthy": "",
    "Optima": "Though classified as a sans-serif, Optima has a subtle swelling at the terminals suggesting a glyphic serif. Optima’s design follows humanist lines; its capitals (like those of Palatino, Hans Eduard Meier’s Syntax and Carol Twombly's Trajan) are directly derived from the classic Roman monumental capital model, reflecting a reverence for Roman capitals as an ideal form.",
    "Oriya Sangam MN": "",
    "Palatino": "Palatino is the name of an old style serif typeface designed by Hermann Zapf, initially released in 1948 by the Linotype foundry. Named after 16th century Italian master of calligraphy Giambattista Palatino, Palatino is based on the humanist fonts of the Italian Renaissance, which mirror the letters formed by a broad nib pen; this gives a calligraphic grace. ",
    "Papyrus": "Papyrus was created in 1982 and released the next year with Letraset. It was hand-drawn over a period of six months by means of calligraphy pen and textured paper. Its designer Chris Costello described his goal as a font that would represent what English language texts would have looked like if written on papyrus 2000 years ago",
    "Party LET": "",
    "PingFang HK": "",
    "PingFang SC": "",
    "PingFang TC": "",
    "Savoye LET": "",
    "Sinhala Sangam MN": "",
    "Snell Roundhand": "",
    "Symbol": "",
    "Tamil Sangam MN": "",
    "Telugu Sangam MN": "",
    "Thonburi": "",
    "Times New Roman": "Times New Roman is a serif typeface commissioned by the British newspaper The Times in 1931, created by Victor Lardent. It was commissioned after Stanley Morison of the English branch of printing equipment company Monotype criticised the Times for being badly printed and typographically antiquated",
    "Trebuchet MS": "Trebuchet MS is a humanist sans-serif typeface designed by Vincent Connare for the Microsoft Corporation in 1996. It is named after the trebuchet, a medieval siege engine. The name was inspired by a puzzle question that Connare heard at Microsoft headquarters: 'Can you make a trebuchet that could launch a person from main campus to the new consumer campus about a mile away? Mathematically, is it possible and how?' Connare 'thought that would be a great name for a font that launches words across the Internet'",
    "Verdana": "Verdana is a humanist sans-serif typeface designed by Matthew Carter for Microsoft Corporation, with hand-hinting done by Thomas Rickner, then at Monotype. Demand for such a typeface was recognized by Virginia Howlett of Microsoft's typography group. The name is based on verdant (something green), and Ana (the name of Howlett's eldest daughter)",
    "Zapf Dingbats": "ITC Zapf Dingbats is one of the more common dingbat typefaces. It was designed by the typographer Hermann Zapf in 1978 and licensed by International Typeface Corporation.  The font first gained wide distribution when ITC Zapf Dingbats, which consists of the subset chosen by ITC, became one of 35 PostScript fonts built into Apple's LaserWriter Plus.",
    "Zapfino": "Zapfino is a calligraphic typeface designed for Linotype by typeface designer Hermann Zapf in 1998. It is based on an alphabet Zapf originally penned in 1944. As a font, it makes extensive use of ligatures and character variations (for example, the lower case letter d has nine variations)."
    
}