{
    "ABeeZee":"ABeeZee is a children's learning font. Open, friendly and simple, the definite shapes support the process of learning to read and write. The italic carefully reminds young readers of fluent writing movements and inspires them to create their own unique handwriting.",
    "Abel":"Abel is a modern interpretation of the condensed flat-sided sans serif. Originally used for newspaper headlines and posters, this style can also be used for text on the web. Its angled terminals and spiked stems give it enough style to be unique at display sizes, while its mono-weight still works well at smaller text sizes.",
    "AbrilFatface": "Abril Fatface is part of a bigger type family system, Abril, which includes 18 styles for all Display and Text uses. The titling weights are a contemporary revamp of classic Didone styles, display both neutrality and strong presence on the page to attract reader attention with measured tension by its curves, good color and high contrast. Abril Fatface in particular is inspired by the heavy titling fonts used in advertising posters in 19th century Britain and France. The thin serifs and clean curves lend the typeface a refined touch that give any headline an elegant appearance. The Extended Latin character set supports over 50 languages, including those from Central and Northern Europe.",
    "Academy Engraved LET": "Letraset’s talented type designer Vince Whitlock was inspired by the elegant Caslon series when he created Academy Engraved. The exquisite letterforms of this traditional Roman typestyle make it ideal wherever an elegant and classical titling face is desired.",
    "Al Nile": "",
    "American Typewriter": "American Typewriter was designed by Joel Kaden and Tony Stan. It is an ode to the invention that shaped reading habits and the idea of legibility, the typewriter. A compromise between the rigidity of its ancestor and the expectations of the digital age, American Typewriter retains the typical typewriter alphabet forms, lending the font a hint of nostalgia. ITC American Typewriter can be used for business correspondence or in any work that requires an old-fashioned, personal look.",
    "Apple SD Gothic Neo": "The default Korean font on Apple Mac OS X 10.8 Mountain Lion and iOS 5.1.",
    "Arial": "Arial is one of the most widely used designs of the last 30 years. Drawn in 1982 by Robin Nicholas and Patricia Saunders for use in an early IBM® laser printer, Arial has become a staple for textual content. While it is widely believed that Arial’s design was based on Helvetica, it is more accurate to consider Monotype Grotesque as its ancestor.",
    "Arial Hebrew": "",
    "Arial Rounded MT Bold": "A variant of Arial. The regular versions of the rounded glyphs can be found in Gulim, Microsoft's Korean font set. Originally only available in bold form as Arial Rounded MT Bold, extra fonts appeared as retail products. In Linotype's retail version, only Arial Rounded Regular supports WGL character set.",
    "Avenir": "The word avenir is French for 'future'. The font takes inspiration from the early geometric sans-serif typefaces Erbar (1922), designed by Jakob Erbar, and Futura (1927), designed by Paul Renner. Its designer Adrian Frutiger intended Avenir to be a more organic, humanist interpretation of these highly geometric types. He considers Avenir his finest work. 'It was the hardest typeface I have worked on in my life. Working on it, I always had human nature in mind. And what's crucial is that I developed the typeface alone, in peace and quiet – no drafting assistants, no-one was there. My personality is stamped upon it. I'm proud that I was able to create Avenir.'",
    "Avenir Next": "The word avenir is French for 'future'. The font takes inspiration from the early geometric sans-serif typefaces Erbar (1922), designed by Jakob Erbar, and Futura (1927), designed by Paul Renner. Its designer Adrian Frutiger intended Avenir to be a more organic, humanist interpretation of these highly geometric types. He considers Avenir his finest work. 'It was the hardest typeface I have worked on in my life. Working on it, I always had human nature in mind. And what's crucial is that I developed the typeface alone, in peace and quiet – no drafting assistants, no-one was there. My personality is stamped upon it. I'm proud that I was able to create Avenir.'",
    "Avenir Next Condensed": "The word avenir is French for 'future'. The font takes inspiration from the early geometric sans-serif typefaces Erbar (1922), designed by Jakob Erbar, and Futura (1927), designed by Paul Renner. Its designer Adrian Frutiger intended Avenir to be a more organic, humanist interpretation of these highly geometric types. He considers Avenir his finest work. 'It was the hardest typeface I have worked on in my life. Working on it, I always had human nature in mind. And what's crucial is that I developed the typeface alone, in peace and quiet – no drafting assistants, no-one was there. My personality is stamped upon it. I'm proud that I was able to create Avenir.'",
    "Bangla Sangam MN": "",
    "Baskerville": "Baskerville is a serif typeface designed in 1757 by John Baskerville (1706–1775) in Birmingham, England and cut by John Handy. Baskerville is classified as a transitional typeface, a refinement of old style typefaces of the period, such as those of William Caslon. Compared to earlier designs, Baskerville increased the contrast between thick and thin strokes, making the serifs sharper and more tapered, and shifted the axis of rounded letters to a more vertical position. The curved strokes are more circular in shape, and the characters became more regular. These changes created a greater consistency in size and form. Baskerville's typefaces remain very popular in book design.",
    "Bodoni Ornaments": "Giambattista Bodoni (1740-1813) was called the King of Printers; he was a prolific type designer, a masterful engraver of punches and the most widely admired printer of his time. His books and typefaces were created during the 45 years he was the director of the fine press and publishing house of the Duke of Parma in Italy. He produced the best of what are known as modern style types, basing them on the finest writing of his time.",
    "Bodoni 72": "Giambattista Bodoni (1740-1813) was called the King of Printers; he was a prolific type designer, a masterful engraver of punches and the most widely admired printer of his time. His books and typefaces were created during the 45 years he was the director of the fine press and publishing house of the Duke of Parma in Italy. He produced the best of what are known as modern style types, basing them on the finest writing of his time.",
    "Bodoni 72 Oldstyle": "Giambattista Bodoni (1740-1813) was called the King of Printers; he was a prolific type designer, a masterful engraver of punches and the most widely admired printer of his time. His books and typefaces were created during the 45 years he was the director of the fine press and publishing house of the Duke of Parma in Italy. He produced the best of what are known as modern style types, basing them on the finest writing of his time.",
    "Bradley Hand": "It is based directly on Richard Bradley’s own handwriting and has a much more casual feel than many of his calligraphy-based designs. It gives the impression of a personal, handwritten note and brings a human touch to digital correspondence. It was later enhanced and refined for improved digital display in the ITC Bradley Type™ font family.",
    "Chalkboard SE": "Chalkboard is a font released by Apple in 2003. It was released as part of Mac OS X v10.3[1] and the 10.2.8 update. It is regularly compared to Microsoft's Comic Sans font. Comic Sans has shipped with Mac OS since Mac OS 8.6 in 1999. Although it is similar to the font Comic Sans, it is much less known and also less criticized.",
    "Chalkduster": "",
    "Cochin": "",
    "Copperplate": "",
    "Courier": "",
    "Courier New": ""
    ,"Damascus": "",
    "Devanagari Sangam MN": "",
    "Didot": "",
    "Euphemia UCAS": "",
    "Farah": "",
    "Futura": "",
    "Geeza Pro": "",
    "Georgia": "",
    "Gill Sans": "",
    "Gujarati Sangam MN": "",
    "Gurmukhi MN": "",
    "Heiti SC": "",
    "Heiti TC": "",
    "Helvetica": "",
    "Helvetica Neue": "",
    "Hiragino Mincho ProN": "",
    "Hiragino Sans": "",
    "Hoefler Text": "",
    "Iowan Old Style": "",
    "Kailasa": "",
    "Kannada Sangam MN": "",
    "Khmer Sangam MN": "",
    "Kohinoor Bangla": "",
    "Kohinoor Devanagari": "",
    "Kohinoor Telugu": "",
    "Lao Sangam MN": "",
    "Malayalam Sangam MN": "",
    "Marker Felt": "",
    "Menlo": "",
    "Mishafi": "",
    "Noteworthy": "",
    "Optima": "",
    "Oriya Sangam MN": "",
    "Palatino": "",
    "Papyrus": "",
    "Party LET": "",
    "PingFang HK": "",
    "PingFang SC": "",
    "PingFang TC": "",
    "Savoye LET": "",
    "Sinhala Sangam MN": "",
    "Snell Roundhand": "",
    "Symbol": "",
    "Tamil Sangam MN": "",
    "Telugu Sangam MN": "",
    "Thonburi": "",
    "Times New Roman": "",
    "Trebuchet MS": "",
    "Verdana": "",
    "Zapf Dingbats": "",
    "Zapfino": ""
    
}